{
    "data": [
        {
            "context": "Superintendence, direction and control of Parliamentary elections as well as Assembly elections of the States/UTs is vested in the Election Commission of India(ECI) by virtue of Article 324 of the Constitution of India, hence it is obligatory and incumbent on the ECI to ensure that each and every election is conducted in a free, fair, transparent and peaceful manner. It has been the endeavour of the ECI that the level playing field for all stake holders, including candidates and political parties is not disturbed and the electoral process is not allowed to be vitiated by any means including misuse of money power. The Election Commission vowed to respond to the emerging challenges in overall election management, faced with increasing threat from those who were hell bent on distorting the mandate of the electors and as such adopted a structured mechanism to facilitate and monitor election expenditure starting with the elections to the Legislative Assembly of Bihar held in 2010. While curbing the menace of money and muscle power, ECI ensures that general public does not face any inconvenience. In fact, all out efforts are made to ensure that the common man on the ground is sensitized to become a stakeholder in aiding and assisting the ECI mechanism in combating the menace of bribery of voters and other corrupt practices, polluting the electoral system. Whenever, for the development of the export trade of India, the Central Government is of opinion that any commodity should be subjected to quality control or inspection or both, prior to export, it shall formulate its proposals with respect to the same. Where any proposals have been formulated under sub-rule (1), the Central Government shall forward the proposals to the Council and simultaneously publish the proposals in the Official Gazette with a direction that any objection or suggestion which any person may like to offer on the proposals may be sent to the Council within thirty days of such publication. ",
            "questions": [
                "What is the full form of ECI?",
                "Where are superintendence, direction, and control of Parliamentary elections as well as Assembly elections of the States/UTs vested?",
                "Who will ensure that every election is conducted in a free, fair, transparent, and peaceful manner?",
                "What are some of the roles of ECI?",
                "Who is of opinion that any commodity should be subjected to quality control or inspection?",
                "How long after the publication of the proposals, can the Central Government send the proposals to the Council?"
                
            ]
        },
{ 
          "context": "After the receipt of the proposals under sub-rule the Council may. having regard to the objections and suggestions received from the public the volume and trend of export of such commodity and the scope for expansion of its export the extent of competition from other countries the need for enforcing quality control or inspection or both for increasing the sale of such commodity outside India and  any other relevant factor Consider the proposals either at a periodical meeting or at any special meeting convened for the purpose At any such meeting, the Council shall formulate its recommendations regarding the type of quality control or inspection or both and standard specifications with respect to the commodity and a marker sea I(together with its design, in cases it is necessary) to indicate that the commodity conforms to (he standard specifications applicable to it or may require a specialist committee constituted for the purpose to make recommendations to it in such matter Where a specialist committee has been required to make recommendations under sub-rule(4), it shall, having regard to the matters specified in sub-rule(3), make its recommendations to the Council as expeditiously as possible. The recommendations of the Council or, in a case where the recommendations have been made by a specialist committee, such recommendations subject to any modifications made by the Council, shall be forwarded by the Council to the Central Government. The Central Government shall, after considering the recommendations of the Council, issue the necessary notification under section 6 or section8." ,
"questions":
[
  "After what does the Council have the right to publish the proposals in the Official Gazette?",
                "Where has a specialist committee been required to make recommendations?",
                "Who shall send the recommendations of the Council to after considering the recommendations of the Council?"

]
},

        {
            "context": "Where the Agency has reason to believe that the certificate issued under sub-section(3) of section 7 of the Act suffers from any of the defects mentioned in sub-section of the said section 7, the Agency may carry out re-examination of the goods during storage, at the premises of exporter or manufacturer or clearing agent or shipping agent or at warehouses and cold storage during the transportation of good, at any place from the premises as mentioned in clause(i) to the port of shipment during unloading, at the port of shipment during loading, in vessel or aircraft during voyage in vessel The re-examination of goods shall be carried out in the following manner The re-examination shall be authorised by the Additional Director or the Joint Director by an order, in writing, and on such authorisation, the certificate of inspection issued for the concerned consignment: shall stand suspended. The re-examination shall be carried out by one or more officers of the Export Inspection Council or Agency who have not inspected the concerned consignment earlier. The re-examination shall be carried out in the presence of authorised representative of the exporter and or manufacturer the re-examination of the commodity shall be completed within a period of seven days of the period already prescribed for such commodity or the rules framed under section 17 of the Act, whichever is later, from the date when the certificate stands suspended. After consideration of the results of re-examination, the Additional Director or the Joint Director may order in writing that the consignment shall be released for export the certificate issued earlier shall be amended to the extent of the part of the consignment that meets the standard specifications the certificate issued earlier shall be cancelled any other orders which may be deemed fit. Provided that before amending, suspending or cancelling any such certificate the officer authorised to amend, suspend or cancel the certificate shall furnish the ground which require amendment/suspension and/or cancellation of certificate to the holder thereof who shall be given an opportunity to represent against the grounds within 3 days of the receipt of the said notice and the representation, if any shall be considered by the said officer and thereafter, he shall pass final order within three days from the receipt of the representation.",
            "questions": [
                "What does the Agency believe suffers from defects mentioned in subsection of the said section 7?",
                "Who shall the reexamination be carried out by?",
                "How long shall the reexamination of the commodity be completed?",
                "What do the Additional Director or the Joint Director order in writing that the certificate issued earlier shall be amended to?",
                "How long after the receipt of the notice shall he pass final order?"
            ]
        },
        {
            "context": "Any authority or organisation desiring itself to be recognised as an agency under sub-section(1) of section 7 may apply to the Central Government furnishing particulars of its constitution and the resources at its disposal for carrying out the functions of an agency specified in the Act together with an undertaking that it shall comply with the provisions of the Act and these rules or of any order, direction or instruction which may, from time to time, be made, issued or given by the Central Government or the Director. On receipt of an application from any such authority or organisation, the Central Government, if it is satisfied after making necessary enquiries that the authority or organisation is fit to act as an agency may, by notification in the Official Gazette recognise such authority or organisation as an agency for the purpose of sub-section(1) of section 7, subject to such conditions, if any, as may be specified in the notification. The recognition shall be granted for a period of one year and may be renewed from time to time for periods not exceeding one year at a time [Provided that where an authority or organisation has been recognised as an agency for certifying their own products, such recognition may be granted for a period not exceeding three years at a time and the same may be renewed from time to time for periods not exceeding three years at a time.] The fund of the Council shall consist of the following, namely such sums of money as may be paid by The Central Government to the Council by way of grants, loans or otherwise grants or donations from bodies and institutions approved by the Central Government income and receipts of the Council from other sources All moneys belonging to the fund of the Council shall be deposited in such scheduled banks as may be specified by the Central Government and the Council may authorise any of its officers to operate upon its bank account. The Director shall Administer quality control and pre-shipment inspection of the commodities notified under section 6 and matters connected therewith and co-ordinate various activities in this behalf. exercise general supervision and control over the functions of the agencies in so far as they relate to quality control and inspection exercise supervision and administrative control over the employees, accounts and records of the agencies established under section7 subject to the supervision of the Chairman, exercise administrative control over the employees of the Council and maintain accounts and records of the said Council.",
            "questions": [
                "Who furnishing particulars of its constitution and the resources at its disposal for carrying out the functions of an agency specified in the Act?",
                "Where does the Central Government notice that the authority or organization is fit to act as an agency?",
                "How long shall the recognition of an authority or organisation be granted?",
                "Who may pay sums of money to the Council?",
                "What does the Director do?",
                "What does the Director do in order to maintain accounts and records of the said Council?"
            ]
        },
        {
            "context": "For the purpose of obtaining approval of the Central Government under sub-section (2) of section, the officer in-charge of the testing house or the surveyor or the sampler shall submit an application to the Director in Form I, containing a detailed statement of particulars of the equipment and facilities available in the testing house or of the scheme of inspection or test which the surveyor or sampler follows for conducting physical and chemical tests, previous experience, the staff working in the testing unit and a general outlay of the premises in which the testing and sampling is proposed to be conducted. After the receipt of the application, the Director may direct the applicant to furnish any supplementary information or documentary evidence in support of any statement made by him in the application, within such time as may be specified in the direction and where the applicant fails to comply with such direction, his application shall be liable to be rejected. The Director shall place the application together with the particulars and other information furnished by the applicant before the Council, which shall, after making such enquiries as it deems fit in the matter, make recommendations to the Central Government as to whether approval may be given or not. While making the recommendations, the Council shall also specify the amount of cash security or the nature of surety that the applicant shall furnish before approval is given. After considering the recommendations of the Council, the Central Government may accord approval to the testing house, surveyor or sampler, as the case may be, and where such approval is accorded, the Central Government shall require the officer-in-charge of the testing house or the surveyor or the sampler to execute a bond with such cash security or surety as is necessary for the purpose in the prescribed form. After the applicant has executed the required bond, the Central Government shall issue the notification under sub-section (2) of section 7 and also issue a certificate in Form II to the applicant which shall be valid for such period not exceeding one year as may be specified therein. ",
            "questions": [
                "What type of test is approved by the Central Government for conducting physical and chemical tests?",
                "What does the Director do after the receipt of the application?",
                "Who is responsible for obtaining approval of testing houses, surveyors and samplers?",
                "What does the Council specify before approval of testing houses, surveyors and samplers?",
                "What do the house or the surveyor or sampler execute a bond with?"
                
            ]
        },
{
   "context": "The Central Government may, on an application made in this behalf, at least one month before the expiry of the period for which a certificate has been granted, renew the same for a period not exceeding three years at a time. Every person in charge of a testing house and every surveyor and every sampler approved under this rule shall, submit to the Directorate a half-yearly statement containing the following particulars namely number of applications received for testing or sampling or surveying number of applications attended to number of cases where certificate of quality has been issued quality and value of goods dealt with number of cases where certificate of quality has been refused. ",
   "questions":
    [
       "When can the Central Government renew a certificate in Form II?",
       "What does the Directorate submit to the testing house?"

    ]
},
        {
            "context": "AWARD The Government of India in Ministry of Labour & Employment has referred the present dispute existing between employer i.e. the management of CPWD, Dehradun Central Civil Electrical Division-I and its workman/claimant herein, under clause(d) of sub section (1)and sub section (2A) of section 10 of the Industrial Dispute Act 1947 vide letter No. L- 42011/01/2015 (IR(DU)) dated 17/02/20152018 to this tribunal for adjudication to the following effect. “Whether the workmen are entitled for grant of promotion w.e.f. Feb 1995, while the mistake in their promotion is already admitted and specific order to that effect is required? And if so, whether their services should be regularized and what should be the shortest specific time period for issuance of such immediate order and payment of accrued benefit there upon that he is entitled to?” Being noticed the claimants as well as the management, CPWD appeared and filed their respective pleadings. As per the narratives in the claim statement, the claimants had joined the service of CPWD as Beldars on different dates as mentioned against their names in the list appended to the claim statement .their initial appointment was in the unskilled category. Since the workmen reached the maximum of the pay scale in that unskilled category, the management w.e.f, 1.4.91, gave them in situ promotion raising their pay scale 800-1150/- which was the semi skilled or assistant category of workers. But the CPWD, pursuant to the circular of DOPT, merged the semiskilled category with the main category w.e.f 01.01.73 and re designated the same as skilled artisan. ",
            "questions": [
                "Who has referred the present dispute existing between employer i.e. the management of CPWD, Dehradun Central Civil Electrical Division-I and its workman/claimant?",
                "When was Industrial Dispute Act formed?",
                "The Government of India in Ministry of Labour & Employment has referred the present dispute existing between employer under which clause of which sub section of section 10 of the Industrial Dispute Act 1947?",
                "What was the letter No.?",
                "What was the date?",
                "As what the claimants had joined the service of CPWD?",
                "In what category their initial appointment was?",
                "The Government of India in Ministry of Labour & Employment has referred the present dispute existing between employer under which clause of which sub section of section 10 of the Industrial Dispute Act 1947?",
                "What was their pay scale?",
                "WhO are the  skilled artisan?"
                
            ]
        },
{
    "context": "As a result there of, the claimants were granted the higher pay scale of skilled artisan w.e.f 01.01.73 and paid arrear of the said scale too. Being in the pay scale of skilled artisan since 01.01.73, they were entitled to the in-situ promotion in that cadre and higher pay scale under ACP Scheme w.e.f 9.8.99 as directed in the office memorandum dated 8.8.2006 issued by DGW,CPWD.(ANNEXTURE IV). But the management instead of granting ACP, after giving the claimants in-situ promotion in the category of skilled artisan, on 23.8.2005 withdrew the in situ promotion granted to them w.e.f.1.4.91, raising their pay to Rs. 800—1150/-. This order dated 23.8.2005 (Annexure III) was issued illegally and arbitrarily without giving any prior intimation to the claimants. Though in the letter dated 23.8.2005, there was a clear direction for granting pay protection to the beneficiaries there under, the management not only with drew the in situ promotion granted w.e.f.1.4.91, but also recovered the financial benefits granted to the claimants while granting ACP to them w.e.f 9.8.99. ",
"questions":
[
   "What is (ANNEXTURE IV)?",
   "What is (Annexure III)?"

]
},
        {
            "context": "Every candidate at an election shall, either by himself or by his election agent, keep a separate and correct account of all expenditure in connection with the election, incurred or authorized by him or by his election agent between [the date on which he has been nominated] and the date of declaration of the result thereof, both dates inclusive. [Explanation 1.- For removal of doubts, it is hereby declared that the expenditure incurred by leaders of a political party on account of travel by air or by any other means of transport propagating programme of the political party shall not be deemed to be the expenditure in connection with the election incurred or authorized by a candidate of that political party or his election agent for the purposes of this sub-section. Any expenditure incurred in respect of any arrangements made, facilities provided or any other act or thing done by any person in the service of the Government and belonging to any of the classes mentioned in clause(7) of section 123 in the discharge or purported discharge of his official duty as mentioned in the proviso to that clause shall not be deemed to be expenditure in connection with the election incurred or authorized by a candidate or by his election agent for the purposes of this sub-section.",
            "questions": [
                "Who keeps a separate and correct account of all expenditure in connection with the election?",
                "Which expenses are not included in Election expenditure?",
                "What is the maximum number of leaders of a recognized political party?"
                
            ]
        },
{
    "context": "Explanation 2.- For the purposes of clause(a) of Explanation 1, the expression “leaders of a political party”, in respect of any election, means, -(i) where such political party is a recognized political party, such persons not exceeding 40 in number, and (ii) where such political party is other than a recognized political party, such persons not exceeding 20 in number, whose names have been communicated to the Election Commission and the Chief Electoral Officers of the States by the political party to be leaders for the purposes of such election, Within a period of seven days from the date of notification for such election published in the Gazette of India or Official Gazette of the State, as the case may be, under this Act; Provided that a political party may, in the case where any of the persons referred to in clause or, as the case may be, in clause  dies or ceases to be a member of such political party, by further communication to the Election Commission and the Chief Electoral Officers of the States, substitute new name, during the period ending immediately before forty-eight hours ending with the hour fixed for the conclusion of the last poll for such election, for the name of such person died or ceased to be a member, for the purposes of designating the new leader in his place.] The account shall contain such particulars, as may be prescribed. The total of the said expenditure shall not exceed such amount as may be prescribed. (As per explanation 1(a) read with Explanation 2 undersub-section (1) of Section 77 of the Representation of the People Act, 1951, the expenditure incurred by leaders of political party on account of travel for propagating programme of the party shall not be deemed to be expenditure in connection with the election, incurred or authorized by the candidate or his agent.",
"questions":
[
    "What is the maximum number of leaders of a political party other than a recognized political party?",
                "When should a political party communicate the names of its leaders for the purposes of such election?"

]

},
        {
            "context": "The following shall be deemed to be corrupt practices for the purposes of this Act:— 3[(1) “Bribery”, that is to say — Any gift, offer or promise by a candidate or his agent or by any other person with the consent of a candidate or his election agent of any gratification, to any person whomsoever, with the object, directly or indirectly of inducing a person to stand or not to stand as, or 4[to withdraw or not to withdraw] from being a candidate at an election, or an elector to vote or refrain from voting at an election, or as a reward to a person for having so stood or not stood, or for 5[having withdrawn or not having withdrawn] his candidature; an elector for having voted or refrained from voting; (B) the receipt of, or agreement to receive, any gratification, whether as a motive or a reward by a person for standing or not standing as, or for 6[withdrawing or not withdrawing] from being, a candidate; or 6 by any person whomsoever for himself or any other person for voting or refraining from voting, or inducing or attempting to induce any elector to vote or refrain from voting, or any candidate 4[to withdraw or not to withdraw] his candidature. Explanation. —For the purposes of this clause the term “gratification” is not restricted to pecuniary gratifications or gratifications estimable in money and it includes all forms of entertainment and all forms of employment for reward but it does not include the payment of any expenses bona fide incurred at, or for the purpose of, any election and duly entered in the account of election expenses referred to in section 78.] ",
            "questions": [
                "What is bribery?",
                "What is the meaning  of “gratification” for the purpose of this clause?"
            ]
        },
{
 "context": " (2) Undue influence, that is to say, any direct or indirect interference or attempt to interfere on the part of the candidate or his agent, or of any other person 7[with the consent of the candidate or his election agent], with the free exercise of any electoral right: Provided that – without prejudice to the generality of the provisions of this clause any such person as is referred to therein who—threatens any candidate or any elector, or any person in whom a candidate or an elector is interested, with injury of any kind including social ostracism and ex-communication or expulsion from any caste or community; or induces or attempts to induce a candidate or an elector to believe that he, or any person in whom he is interested, will become or will be rendered an object of divine displeasure or spiritual censure, shall be deemed to interfere with the free exercise of the electoral right of such candidate or elector within the meaning of this clause a declaration of public policy, or a promise of public action, or the mere exercise of a legal right without intent to interfere with an electoral right, shall not be deemed to be interference within the meaning of this clause. 1[(3) The appeal by a candidate or his agent or by any other person with the consent of a candidate or his election agent to vote or refrain from voting for any person on the ground of his religion, race, caste, community or language or the use of, or appeal to religious symbols or the use of, or appeal to, national symbols, such as the national flag or the national emblem, for the furtherance of the prospects of the election of that candidate or for prejudicially affecting the election of any candidate: 2[Provided that no symbol allotted under this Act to a candidate shall be deemed to be a religious symbol or a national symbol for the purposes of this clause.] (3A) The promotion of, or attempt to promote, feelings of enmity or hatred between different classes of the citizens of India on grounds of religion, race, caste, community, or language, by a candidate or his agent or any other person with the consent of a candidate or his election agent for the furtherance of the prospects of the election of that candidate or for prejudicially affecting the election of any candidate.] 7 (4) The publication by a candidate or his agent or by any other person 4[with the consent of a candidate or his election agent], of any statement of fact which is false, and which he either believes to be false or does not believe to be true, in relation to the personal character or conduct of any candidate, or in relation to the candidature, or withdrawal, 5* * * of any candidate, being a statement reasonably calculated to prejudice the prospects of that candidate’s election. ",
  "questions": []
},
{
  "context": " (5) The hiring or procuring, whether on payment or otherwise, of any vehicle or vessel by a candidate or his agent or by any other person 4[with the consent of a candidate or his election agent], [or the use of such vehicle or vessel for the free conveyance] of any elector (other than the candidate himself, the members of his family or his agent) to or from any polling station provided under section 25 or a place fixed under sub-section (1) of section 29 for the poll: Provided that the hiring of a vehicle or vessel by an elector or by several electors at their joint costs for the purpose of conveying him or them to and from any such polling station or place fixed for the poll shall not be deemed to be a corrupt practice under this clause if the vehicle or vessel so hired is a vehicle or vessel not propelled by mechanical power: Provided further that the use of any public transport vehicle or vessel or any tramcar or railway carriage by any elector at his own cost for the purpose of going to or coming from any such polling station or place fixed for the poll shall not be deemed to be a corrupt practice under this clause. Explanation. —In this clause, the expression “vehicle” means any vehicle used or capable of being used for the purpose of road transport, whether propelled by mechanical power or otherwise and whether used for drawing other vehicles or otherwise. The incurring or authorizing of expenditure in contravention of section 77. The obtaining or procuring or abetting or attempting to obtain or procure by a candidate or his agent or, by any other person 1[with the consent of a candidate or his election agent], any assistance(other than the giving of vote) for the furtherance of the prospects of that candidate’s election, from any person in the service of the Government and belonging to any of the following classes, namely:— gazetted officers; stipendiary judges and magistrates;members of the armed forces of the Unionmembers of the police forces excise officers; 2 [revenue officers other than village revenue officers known as lambardars, malguzars, patels, deshmukhs or by any other name, whose duty is to collect land revenue and who are remunerated by a share of, or commission on, the amount of land revenue collected by them but who do not discharge any police functions; and] such other class of persons in the service of the Government as may be prescribed: 3 [Provided that where any person, in the service of the Government and belonging to any of the classes aforesaid, in the discharge or purported discharge of his official duty, makes any arrangements or provides any facilities or does any other act or thing, for, to, or in relation to, any candidate or his agent or any other person acting with the consent of/the candidate or his election agent(whether by reason of the office held by the candidate or for any other reason), such arrangements, facilities or act or thing shall not be deemed to be assistance for the furtherance of the prospects of that candidate’s election.] 4 [(8) booth capturing by a candidate or his agent or other person.] Explanation.—(1) In this section, the expression “agent” includes an election agent, a polling agent and any person who is held to have acted as an agent in connection with the election with the consent of the candidate. (2) For the purposes of clause(7), a person shall be deemed to assist in the furtherance of the prospects of a candidate’s election if he acts as an election agent 1* * * of that candidate.] 2[(3) For the purposes of clause(7), notwithstanding anything contained in any other law, the publication in the Official Gazette of the appointment, resignation, termination of service, dismissal or removal from service of a person in the service of the Central Government(including a person serving in connection with the administration of a Union territory) or of a State Government shall be conclusive proof—of such appointment, resignation, termination of service, dismissal or removal from service, as the case may be, and where the date of taking effect of such appointment, resignation, termination of service, dismissal or removal from service, as the case may be, is stated in such publication, also of the fact that such person was appointed with effect from the said date, or in the case of resignation, termination of service, dismissal or removal from service, such person ceased to be in such service with effect from the said date. ",
"questions": []
},
        {
            "context": "Expenditure Observers are appointed by the Commission for specified constituencies to observe the election expenses incurred by the candidates. There shall be at least one Expenditure Observer for each district. However, it shall be ensured that each Expenditure Observer ordinarily does not have more than 5 Assembly Constituencies under his observation. The Expenditure Observer shall reach the constituency on the day of the notification of elections for the duration of 3 clear days. During this visit he shall meet all the teams engaged in election expenditure monitoring. If the Expenditure Observer is not satisfied with the performance of the AEO he shall ask for a change and the DEO shall provide an additional list of officers; he may change AEOs depending on their suitability. He shall also train all the officials about the procedure of expenditure monitoring and ensure that the teams are properly equipped. He shall coordinate with the DEO, S.P, Nodal Officers of Police, Income Tax and State Excise and with other enforcement agencies. He will leave the constituency only after submitting poll preparedness report. He shall again visit the constituency, for the second time, on the date immediately after the date of withdrawal of candidatures and shall remain in the constituency during the entire campaign period, and shall leave the constituency only after the poll. If he is performing the function of the General Observer, he will leave the constituency only after scrutiny of Form 17-A, and after ensuring that the Presiding Officer’s diary is complete and the strong rooms are sealed. He may also be required to stay till the completion of counting. The Expenditure Observer shall once again visit the district on 25th day after the declaration of results of election and stay in the district for 8 clear days to assist the DEO in scrutinizing the statements of accounts of election expenditure submitted by the candidates after the declaration of results. He should be present in the Account Reconciliation Meeting to be convened by the DEO on the 26th day after the declaration of results. The DEO shall facilitate the lodging of accounts by all within 30 days of declaration of result.",
            "questions": [
                "What is the full form of EO?",
                "Who appoints the EO?",
                "What is the role of Expenditure Observer?",
                "How many Expenditure Observers should each district have as a minimum?",
                "What is the maximum number of Assembly Constituencies that an EO can have?",
                "When should an Expenditure Observer reach the constituency?",
                "What should an EO do on his constituency visit?",
                "What happens if the Expenditure Observer isn't satisfied with the AEO's performance?",
                "What will EO train all the officials about?",
                "Who will an EO coordinate with?",
                "When can EO leave the constituency?",
                "When will the Expenditure Observer make his second visit to the constituency?",
                "If EO is performing as a General Observer, when will EO leave the constituency?",
                "When should EO return to the district post result declaration?",
                "How long should the Expenditure Observer stay in his post-results-declaration visit?",
                "The Account Reconciliation Meeting will be called by whom?",
                "When will the Account Reconciliation Meeting be held?"
            ]
        },
        {
            "context": "Assistant Expenditure Observers(AEO) shall be appointed for each constituency on date of notification of election by the DEO and if a change is suggested by the Expenditure Observer, the same shall be carried out. The AEO shall be of the rank of Group B Officer or equivalent in other Central Government Services. If the officers of Income Tax Dept. are engaged by the Investigation Directorate for the seizure of cash and goods, then such names should not be requisitioned for the AEO’s duty. If there is absence of such officers in the district, then officers of the State Treasury or Finance Department may be nominated. He should preferably be a local officer, posted within the same district or nearby but whose work place and home town should not be in the same Constituency. The AEO shall be provided with a vehicle, one personal security officer and a local SIM card and office space in the office premises of the RO, as he will be coordinating with all the teams, nodal officers and the Expenditure Observer. If the HQ of the AEO is different from the constituency, he shall be provided with lodging and boarding in the constituency. 19 Assistant Expenditure Observer shall be deployed in the constituency from the date of the notification upto date of poll/re-poll, if any and shall not leave the constituency without the permission of the Expenditure Observer. However, Assistant Expenditure Observer shall report for duty one day before the day of counting and again on 25th Day to 37th Day after declaration of result of election, for the purposes of giving training to the candidates or his election agents in submission of account of election expenses and to assist in preparation of the DEOs Scrutiny Report and Expenditure Observer Report. He shall be finally relieved after 37th day of declaration of results. (Annexure-B 18) There shall be at least one Assistant Expenditure Observer for each Assembly Constituency/Segment. But in expenditure sensitive constituencies, there may be two or more Assistant Expenditure Observers- one for outdoor recording of events and other for coordination with the teams. ",
            "questions": [
                "What is the full form of AEO?",
                "When is AEO appointed?",
                "Who appoints Assistant Expenditure Observers(AEO)?",
                "Which Income tax officers should not be requisitioned for the AEO’s duty?",
                "From where should an AEO preferably be?",
                "Of what rank in other Central government services an AEO should be?",
                "What services should an AEO be given?",
                "For how long should an AEO be deployed in the constituency?",
                "When should an Assistant Expenditure Observer should report for duty?",
                "When will the AEO be relieved?"
                
               
                
            ]
        },
{
  "context": " The Assistant Expenditure Observer shall see reports of the video CDs, read all the complaints and reports with respect to each candidate, and study the Shadow Observation Register and the candidate’s Expenditure Register. He shall supervise the maintenance of the Shadow Observation Register and Folder of Evidence. The Assistant Expenditure Observer shall be trained by the DEO before arrival of EO and he shall work under the supervision and guidance of EO. He shall ensure that all the expenditure related reports/ orders in respect of each candidate are obtained from all the teams engaged in Expenditure Monitoring and are properly reflected in the candidate’s day to day accounts of Election Expenditure. In case of complaint of corrupt practice, he shall pass on the same to the Flying Squads for immediate action and inform the Expenditure Observer immediately. The Flying Squads shall report to him about action taken on each complaint. If no action is taken by the squad or there is delay in taking action, he should bring it to the notice of Expenditure Observer, who in turn shall report to the Commission with a copy to the DEO and the CEO. If he thinks that the SST is not working properly or is not correctly deployed he may suggest changes to ensure that major arterial roads are covered by SSTs. He shall submit a daily report to the Expenditure Observer on all his activities as per Annexure-B14. Till the EO reaches the Constituency, the AEO shall submit his report to DEO/RO which shall be brought to the notice of the EO afterwards. The Folder of Evidence shall have all records of the evidences collected during the campaign. He shall make it available to the Expenditure Observer at the time of inspection of the candidate’s register for election expenses. In case of any evidence of suppression or understatement of expenses is found in the candidate’s register, the Assistant Expenditure Observer shall bring it to the notice of the Expenditure Observer and through him to the candidate appropriately during the inspection. ",
"questions":
[
"Under whose supervision and guidance will AEO work?",

   "What should an AEO do in case of complaint of corrupt practice?",
                "Who will EO report in case of complaint of corrupt practice by AEO?",
                "Until the EO arrives in the constituency, to whom will the Assistant Expenditure Observer(AEO) submit his report?"

]
},
{
  "context": " On the days fixed for inspections of register of a candidate, the Assistant Expenditure Observer assigned to keep a watch on the expenditure in that constituency should be present, along with the Shadow Observation Register and Folder of Evidence. The Assistant Expenditure Observer shall assist the EO and also the DEO in submission of his scrutiny report to the Commission. He shall remain present during the third visit of Expenditure Observer to the district and shall assist him in his task. The Assistant Expenditure Observer shall co-ordinate with the Media Certification and Monitoring Committee(MCMC) at the district level and report to the Expenditure Observer about its effective functioning. If all the cables/channels/newspapers are not being watched by this committee, it should be brought to the notice of the Expenditure Observer/Commission immediately with a copy to the DEO and the CEO. If any campaign related public rally/procession/event could not be videographed due to unavailability of a videographer, the Assistant Expenditure Observer shall mention such incident in the Shadow Observation Register. If any advertisement in print or electronic media is not reported by the media committee, the Assistant Expenditure Observer shall obtain a copy and mention it in the Shadow Observation Register. In case of Assembly elections an Accounting Team will function in each assembly constituency and maintain the Shadow Observation Register(SOR) & Folder of Evidence(FOE) for each candidate. In case of Lok Sabha election, the Assistant Expenditure Observer(AEO) & team for each Assembly segment will maintain SOR & FOE separately for each candidate and their reports to the AEO (Hq. AEO) of the Assembly segment where RO is based. The Hq. AEO and his team shall co-ordinate with all other AEOs of the Assembly segments and will ensure that these accounts are collated at the time of inspection. The AEO will function from the date of notification. (Annexure-B20) ",

  "questions":
[
                "What is the full form of MCMC?",
                "During the election, which committee monitors all cables, channels, and newspapers?",
  
"What will AEO mention in Shadow Observation Register?",
                "What is the full form of SOR?",
                "What is the full form of FOE?",
                "Who will maintain Shadow Observation Register(SOR) and Folder of Evidence(FOE) in case of Assembly Elections?",
                "Who will maintain Shadow Observation Register(SOR) and Folder of Evidence(FOE) in case of Lok Sabha  election?"

]

},
        {
            "context": "One or more Video Surveillance Team shall be deployed for each Assembly Constituency/Segment consisting of at least one official and one videographer. If necessary, more teams may be deployed on the recommendation of the Expenditure Observer. The Assistant Expenditure Observer shall personally supervise videography of sensitive events and big public rallies in the constituency. If more than one public rally is organized on the same day, more than one video teams shall be deployed to record the procession and the rally. The Video Surveillance Team shall be properly trained and oriented to capture all the expenditure related events and evidences. The Video Surveillance Team, at the beginning of the shooting shall record in voice mode the title and the type of event, date, place and the name of the party and candidate organizing the event. It shall videograph the vehicles/event/poster/cut-outs etc. in such a way that the evidence of each vehicle, its make and registration number, items of furniture, size of rostrum, banner and cutout etc. can be clearly seen and the expenses thereon can be calculated. Wherever possible, statements of the drivers and passengers of the vehicles should also be recorded to prove that the vehicles were used for election purpose, if such vehicles are parked outside the venue of rally. During the shooting of the event, the video team shall also record in voice describing the estimated number and types of vehicles, chairs/furniture/lights/loudspeakers etc., the approximate size of rostrum/banner/poster/cutout etc. used in the event. It will then be easier for the Video Viewing Team to cross check with reference to the visuals and estimate the expenditure of the event. They will also record the speech and other events to monitor whether any Model Code of Conduct(MCC) violation has occurred. The video surveillance team shall prepare a Cue Sheet at the time of recording in the format given in Annexure-B15. This cue sheet should be given to the viewing team along with the recorded CD. ",
            "questions": [
                "What is the full form of VVT?",
                "Who will make CDs in house out of the video recordings?",
                "Why are video CDs viewed by the Video Viewing Team?",
                "To whom should VVT submit their report related to expenditure?",
                "What does the expenditure related reports consist?",
                "Where does the reports/observations related to the MCC is submitted?",
                "How will the the Accounting Team and the Assistant Expenditure Observer calculate the total expenditure?"
            ]
        },
{
  "context" : "21 The video CD should have a unique identification number, date and name of the staff/officer and should always be kept with the cue sheet. The purpose of maintaining a cue sheet is to see at a glance the evidence available in the CD and also to view the relevant part of the evidence in a short time. In case of more than one event or public rally or procession on the same day, appropriate number of video teams should be deployed and the DEO will provide all logistics required by the Assistant Expenditure Observer. Video Surveillance Teams(VSTs) will function from the date of announcement of election and shall continue with their duty upto date of poll/re-poll, if any. (Annexure-B18 & B20) ",
"questions":
    [
    ]
}
    ]
}
